Revit 2024 API
BuiltInFailures.FabricFailures.CannotPlaceFabricSheetWarn Property
 Can't find a host for Fabric Sheet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotPlaceFabricSheetWarn { get; }
Visual Basic
Public Shared ReadOnly Property CannotPlaceFabricSheetWarn As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotPlaceFabricSheetWarn {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FabricFailures Class
Autodesk.Revit.DB Namespace